{
  "folio": "Folio",
  "front_end_ui_developer": "Front end / UI Developer",
  "work": "Work",
  "skills": "Skills",
  "about_me": "About me",
  "contact": "Contact",
  "title_work":"Work",
  "text_work":"This is a list of projects that I have worked and participated in the last 5 years.",
  "title_skills":"Skills",
  "text_intro_skills":"My main skill is web layout, I like to work with styles and structures built from scratch, it is my priority to faithfully transfer the design to web code, for this work I use the adobe suite and I also use css3, html5 and javascript ecma 6 technologies.",
  "ui_title_skills":"UI Desing",
  "ui_text_skills":"I have experience in interface design for cms platforms, content management. I also have experience with adobe suites and other programs such as figma and sketch.",
  "html_title_skills":"html5",
  "html_text_skills":" have been working on this language for the last 8 years and have seen its evolution until version 5.",
  "css_title_skills":"Css3",
  "css_text_skills":"Hand in hand with html, I have also seen this cascade of styles change, going through the support for different screens to animations, I like to use pure css without frameworks.",
  "js_title_skills":"Javascript",
  "js_text_skills":"I know fundamentals and I can manipulate elements of the interface, I have developed informative sites in react js.",
  "title_About":"About me",
  "description_About":"This is a timeline of my work experience in the field of web development",
  "about_charge_1":"UI Developer",
  "about_description_1":"Descripcion books ingles",
  "about_charge_2":"UI designer / developer",
  "about_description_2":"During my time at Dasigno, I worked as a web interface designer and front-end developer, contributing to various projects focused on entities and institutions across Colombia. I used technologies like HTML and CSS3 to develop functional and visually appealing interfaces tailored to each client's needs.",
  "about_charge_3":"front end developer",
  "about_description_3":"In my experience at Titamedia, I worked as a front-end developer specializing in digital commerce for Latin America. I utilized VTEX Legacy and VTEX IO to customize stores tailored to different devices and developed advanced features with React.js, ensuring efficient and engaging user experiences across various platforms.",
  "about_charge_4":"UI developer",
  "about_description_4":"During my time at Cluvi, a startup in the gastronomy sector, I specialized in developing and customizing user interfaces for digital restaurant menus across Latin America. Using technologies such as Vue.js 3, Sass, and JavaScript, I designed optimized solutions for both mobile and desktop devices, ensuring an attractive and functional user experience."
}