{
    "folio": "Folio",
    "front_end_ui_developer": "Desarrollador Front end / UI",
    "work": "Trabajo",
    "skills": "Habilidad",
    "about_me": "Experiencia",
    "contact": "Mensaje",
    "title_work":"Trabajo",
    "text_work":"Esta es una lista de proyectos en los que he trabajado y participado en los últimos 5 años.",
    "title_skills":"Habilidades",
    "text_intro_skills":"Tengo experiencia en el desarrollo front-end con <b>React</b>, <b>Vue</b> y <b>Next.js</b>, creando interfaces dinámicas y optimizadas. Me especializo en el uso de <b>CSS3</b> para diseñar experiencias interactivas, implementando animaciones fluidas y transiciones avanzadas para mejorar la usabilidad. Trabajo con <b>Tailwind</b> CSS para agilizar el desarrollo y asegurar estilos consistentes, además de <b>HTML5</b> y <b>JavaScript</b> (ECMAScript 6) para estructurar y dar funcionalidad a las aplicaciones. También tengo conocimientos en bases de datos como <b>MongoDB</b> y <b>SQL</b>, y he trabajado con <b>Strapi</b> como CMS para gestionar contenido de manera eficiente.",
    "ui_title_skills":"UI Diseño",
    "ui_text_skills":"tengo experiencia en diseño de interfaces para plataformas cms, manejo de contenidos. también tengo experiencia con las suite de adobe y otros programas como figma y sketch",
    "html_title_skills":"html5",
    "html_text_skills":"He trabajado en este lenguaje durante los ultimos 8 años y he visto su evolución hasta la versión 5.",
    "css_title_skills":"Css3",
    "css_text_skills":"De la mano de html, también he visto el cambio esta cascada de estilos, pasando por el soporte a diferentes pantallas hasta las animaciones, me gusta utilizar el css puro sin frameworks.",
    "js_title_skills":"Javascript",
    "js_text_skills":"conozco fundamentos y puedo manipular elementos de la interfaz, he desarrollado sitios informativos en react js.",
    "title_About":"Experiencia",
    "description_About":"Esta es una línea de tiempo de mi experiencia laboral en el campo del desarrollo web",
    "about_charge_1":"Maquetador web",
    "about_description_1":"Descripcion books español",
    "about_charge_2":"Diseñador y desarrollador web",
    "about_description_2":"En mi tiempo en Dasigno, desempeñé funciones como diseñador y maquetador de interfaces web, participando en proyectos diversos enfocados en entidades e instituciones de toda Colombia. Utilicé tecnologías como HTML y CSS3 para desarrollar interfaces funcionales y visualmente atractivas, adaptadas a las necesidades de cada cliente.",
    "about_charge_3":"Desarrollador frontend",
    "about_description_3":"En mi experiencia en Titamedia, trabajé como desarrollador front-end especializado en comercios digitales para Latinoamérica. Utilicé VTEX Legacy y VTEX IO para personalizar tiendas adaptadas a diferentes dispositivos y desarrollé funcionalidades avanzadas con React.js, asegurando experiencias de usuario eficientes y atractivas en diversas plataformas.",
    "about_charge_4":"Desarrollador interfaz usuario",
    "about_description_4":"En mi experiencia laboral en Cluvi, una startup del sector gastronómico, me especialicé en el desarrollo y personalización de interfaces de usuario para menús digitales de restaurantes en Latinoamérica. Utilizando tecnologías como Vue.js 3, Sass y JavaScript, diseñé soluciones optimizadas para dispositivos móviles y de escritorio, garantizando una experiencia atractiva y funcional para los usuarios.",
    "contac_title":"¿Charlamos?",
    "contact_intro":"¡Me encantaría saber de ti! Ya sea que tengas un proyecto en mente, una pregunta o simplemente quieras saludar, no dudes en escribirme. Llena el formulario abajo, haz clic en 'Enviar' y ¡comencemos la conversación!",
    "work_item_description_1":"Fuego y Maíz es un menú digital para restaurantes, desarrollado con React.js y optimizado para dispositivos móviles, garantizando una experiencia fluida e intuitiva para los usuarios. Su diseño responsivo permite una navegación ágil, destacando cada platillo con descripciones detalladas e imágenes atractivas. La aplicación ofrece una interfaz moderna y personalizable, permitiendo a los restaurantes actualizar su menú de manera dinámica y eficiente. Gracias a su enfoque en el rendimiento y accesibilidad, Fuego y Maíz mejora la experiencia del cliente y optimiza la gestión del restaurante en la era digital."
  }